import { Iproduct } from "./moduls"


export const products:Iproduct[] = [
    {
      "id": 1,
      "title": "Дочерняя 123 компания ГК «Роскосмос» запустила геоаналитическую платформу",
      "imageUrl": "https://downloader.disk.yandex.ru/preview/8fe3e847626bb76dc2064264e3adefa78c54b3c37008627a978c8b22cce007d5/654d0b8e/OUPvKx7YuxS2qCI2RLETZ7nqB4-1sy-KY_mBi2GDk-alqxODodKKKw0nDmy0Nm4bEMOMcRctbvSiOlOm8ZzLmg%3D%3D?uid=0&filename=1.png&disposition=inline&hash=&limit=0&content_type=image%2Fpng&owner_uid=0&tknv=v2&size=1879x970",
      "text": "«ТЕРРА ТЕХ», дочерняя компания ГК «Роскосмос», запустила геоаналитическую платформу Pixel.AI. Платформа создана на стыке технологий дистанционного зондирования Земли и искусственного интеллекта, утверждают разработчики.",
    
    },
    {
      "id": 2,
      "title": "Учёные выяснили, что дневной сон по выходным не компенсирует недостаток сна в будни",
      "imageUrl": "http://art.mau.ru/foto/dream/001.jpg",
      "text": "Ученые из института хронобиологии и сна Пенсильванского университета обобщили несколько исследований последствий недостатка сна, проведённых за последние десятилетия. Они хотели понять, что происходит с мозгом человека, который не высыпается в будние дни, а затем пытается восполнить нехватку сна на выходных. Научный сотрудник Закари Замора и профессор медицинских наук Сигрид С. Визи опубликовали работу в научном журнале Trends in Neurosciences.",
     
    },
    {
      "id": 3,
      "title": "Президент Казахстана подписал закон о введении дифференцированных ставок налога на цифровой майнинг",
      "imageUrl": "https://habrastorage.org/getpro/habr/upload_files/1f2/3c1/db4/1f23c1db49915e05648bffb7eeebdadd.webp",
      "text": "Президент Казахстана Касым-Жомарт Токаев подписал законопроект с поправками в налоговое законодательство, среди которых указано введение дифференцированных ставок налога на цифровой майнинг, передаёт ТАСС со ссылкой на пресс-службу президента. Это предусматривает повышение налога на майнинг при использовании дешёвой электроэнергии, что необходимо для распределения нагрузки и снижения потребления электроэнергии. При этом ставка снижается в случае, если энергия добыта из возобновляемых источников.",
      
    },
    {
      "id": 4,
      "title": "VK и РТУ МИРЭА открыли учебный курс по разработке компьютерных игр",
      "imageUrl": "https://habrastorage.org/webt/kd/fy/ba/kdfyba1_xpknr4vvhcohumdobu8.jpeg",
      "text": "VK и Институт информационных технологий Российского технологического университета (РТУ МИРЭА) создали учебную программу по разработке компьютерных игр для студентов бакалавриата. Учебный курс будет запущен в 2022 году. Через два года по программе смогут одновременно обучаться около 350 человек. Пока программа рассчитана на три группы по 30 человек в учебный год. Лучшие выпускники курсов смогут получить работу в команде VK.",

    },
    {
      "id": 5,
      "title": "Reuters: криптобиржа Binance обрабатывала сделки клиентов из Ирана, несмотря на санкции США",
      "imageUrl": "https://habrastorage.org/getpro/habr/upload_files/c75/a45/e9a/c75a45e9a07cd3a09c427efc3995170f.jpg",
      "text": "Одна из крупнейших в мире криптобирж Binance продолжала работать с клиентами из Ирана, несмотря на американские санкции и запрет вести бизнес в этой стране, пишет Reuters."
    }
  ]